Repository: wanderingsoulsdc/Waiting_iOS
Catalog: Waiting_iOS/Waiting_iOS/*.lproj/Localizable.strings
Languages: ar, tr

source: Join us with
ar: انضم إلينا
tr: Bize katıl

source: By continuing you agree to the Terms of Service
ar: استمر في الاتفاق نيابة عنك اتفاق المستخدم
tr: Devam ederseniz sözleşmeyi kabul etmiş olursunuz Kullanım şartları

source: Male
ar: ذكر
tr: Erked

source: Female
ar: امرأة
tr: Kadın

source: Edit
ar: تحرير المعلومات
tr: Bilgileri düzenleme

source: Recharge
ar: شراء
tr: Satın Al

source: Setting
ar: ضبط
tr: AyarIar

source: Submit
ar: أكد
tr: Onayla

source: Terms of Service
ar: اتفاق المستخدم
tr: Kullanım şartları

source: Log out
ar: الخروج
tr: çıkış Yap

source: Username
ar: اسم المستخدم
tr: Kullanıcı Adı

source: Date of birth
ar: تاريخ الولادة
tr: Doğum tarihi

source: Gender
ar: جنس
tr: Cinsiyet

source: Hobby
ar: هواية
tr: Hobi

source: What's Up
ar: المعلومات الشخصية
tr: Kişisel Mesaj

source: Language
ar: لغة
tr: Dil

source: UserName
ar: اسم المستخدم
tr: Kullanıcı adı

source: Password
ar: كلمة المرور
tr: şifre

source: Log in
ar: تسجيل الدخول
tr: Oturum

source: Call failed
ar: الاتصال فشل
tr: Çağrı başarısız

source: Connection failed
ar: الاتصال فشل
tr: Bağlantı başarısız

source: Temporarily unanswered
ar: لا أحد أجاب
tr: Geçici olarak özledim

source: Sorry, the current user is busy
ar: عذرًا ، المستخدم الحالي مشغول
tr: Üzgünüz, şu anki kullanıcı meşgul

source: The other party refuses to call
ar: الطرف الآخر يرفض الاتصال
tr: Diğer taraf aramayı reddetti

source: Already processed at the other end
ar: تمت معالجتها بالفعل على الطرف الآخر
tr: Zaten diğer ucunda işlendi

source: End of current call
ar: نهاية المكالمة الحالية
tr: Mevcut çağrının sonu

source: Connection timed out
ar: مهلة الاتصال
tr: Bağlantı zaman aşımı

source: Waiting for the other party to accept the invitation
ar: في انتظار قبول الطرف الآخر
tr: Kabul bekliyorum

source: Invite you to make a voice call
ar: أدعوك للتواصل الصوتي
tr: Sizi sesli iletişime davet etmek

source: Connecting
ar: خلق اتصال
tr: Bağlantı kuruldu

source: Connected
ar: متصل بالفعل
tr: Zaten bağlı

source: Invite you to a video call
ar: أدعوك إلى دردشة الفيديو
tr: Sizi görüntülü sohbete davet et

source: Insufficient balance
ar: عدم كفاية الرصيد
tr: Yetersiz denge

source: The current balance is not enough to continue, please recharge
ar: رصيد غير كافٍ ، يرجى إعادة شحن الرصيد
tr: Yetersiz bakiye, lütfen kredinizi yeniden şarj edin

source: Cancel
ar: ألغيت
tr: iptal edildi

source: Take a photo
ar: التقط صورة
tr: Fotoğraf çek

source: Choose from an album
ar: اختر من ألبوم
tr: Bir albümden seç

source: Delete
ar: حذف
tr: silmek

source: Please allow Waiting to access your camera in the iphone settings
ar: الرجاء السماح لجهازك Waiting بالوصول إلى الكاميرا في إعدادات هاتفك
tr: Lütfen Waiting cihazınızın telefon ayarlarınızdaki kameraya erişmesine izin verin

source: Please allow Waiting to access your photos in the iPhone settings.
ar: يرجى السماح لـ Waiting بالوصول إلى صورك في إعدادات هاتفك
tr: Lütfen Waiting ayarlarının fotoğraflarınıza telefonunuzdan erişmesine izin verin

source: Got it
ar: أنا أعلم
tr: Biliyorum

source: Camera is not available, please check your phone camera device
ar: لكاميرا غير متاحة ، يرجى التحقق من جهاز كاميرا الهاتف
tr: Kamera mevcut değil, lütfen telefon kamera cihazınızı kontrol edin

source: Set the crop area
ar: قم بتعيين منطقة الاقتصاص
tr: Kırpma alanını ayarlamak

source: Uploading
ar: تحميل
tr: Yükleme

source: The current balance can only be called for 1 minute. Is it OK to initiate a call?
ar: لا يمكن استدعاء الرصيد الحالي إلا لمدة دقيقة واحدة. هل هو موافق لبدء مكالمة؟
tr: Mevcut bakiye sadece 1 dakika için çağrılabilir.Bir çağrı başlatmak tamam mı?

source: Confirm
ar: أكد
tr: Onaylamak

source: Report
ar: تقرير
tr: Rapor

# Report success
source: Report success! We will process your report within 24 hours.
ar: تقرير النجاح! سنقوم بمعالجة التقرير الخاص بك في غضون 24 ساعة.
tr: Başarı bildir

source: No session
ar: لا محادثة
tr: Konuşma yok

source: Add to blacklist
ar: القائمة السوداء

source: Remove blacklist
ar: أزل القائمة السوداء

source: Add to blacklist，you will not be able to receive his messages and video voice invitations
ar: إضافة إلى القائمة السوداء ، فلن تتمكن من تلقي رسائله ودعوات صوت الفيديو

source: Moved the other party out of the blacklist
ar: نقل الطرف الآخر من القائمة السوداء
